Repository: 908Inc/ckanext-qa
Catalog: ckanext/qa/i18n/*/LC_MESSAGES/ckanext-qa.po
Languages: uk_ua

source: Openness (Five Stars)
uk_ua: Відкритість (5 зірок)

source: Datasets graded on Tim Berners Lees' Five Stars of Openness - openly licensed, openly accessible, structured, open format, URIs for entities, linked.
uk_ua: Набори даних оцінюються за шкалою Тіма Бернерса Ліса “П’ять зірок відкритості - відкритоліцензію отримано, у відкритому доступі, структуровано, у відкритому форматі, URI для пов’язаних, сутностей.

source: Could not understand the file format, therefore score is 1.
uk_ua: Неможливо розпізнати формат файлу, тож оцінка - 1.

source: Unknown error: %s
uk_ua: Трапилась невідома помилка: %s

source: License not open
uk_ua: Ліцензія не відкривається

source: File could not be downloaded.
uk_ua: Неможливо завантажити файл.

source: Reason
uk_ua: Причина

source: Error details: %s.
uk_ua: Деталі помилки: %s.

source: Attempted on %s.
uk_ua: Спроба на %s.

source: This URL last worked on: %s.
uk_ua: Це посилання востаннє використовувалось: %s.

source: This was the first attempt.
uk_ua: Це була перша спроба.

source: Tried %s times since %s.
uk_ua: Відбулось %s спроби з %s.

source: This URL has not worked in the history of this tool.
uk_ua: Це посилання не використовувалось в історії цього інструменту.

source: This file had not been downloaded at the time of scoring it.
uk_ua: Цей файл не був завантажений тоді, коли його оцінювали.

source: Cache filepath does not exist: "%s".
uk_ua: Шлях до кеш-файлу не існує: "%s".

source: Content of file appeared to be format "%s" which receives openness score: %s.
uk_ua: Вміст файлу має формат "%s". Такий файл отримує оцінку відкритості: %s.

source: The format of the file was not recognized from its contents.
uk_ua: Формат файлу не був розпізнаним по його вмісту.

source: File was not downloaded deliberately
uk_ua: Файл був завантажений випадково

source: Using other methods to determine file openness.
uk_ua: Використовуються інші способи визначення відкритості файлу.

source: A system error occurred during downloading this file
uk_ua: Виникла системна помилка протягом завантаження файлу.

source: Could not determine a file extension in the URL.
uk_ua: Неможливо визначити розширення файлу за посиланням.

source: URL extension "%s" relates to format "%s" and receives score: %s.
uk_ua: Розширення посилання "%s" відповідає формату "%s" та оцінюється в: %s.

source: URL extension "%s" relates to format "%s" but a score for that format is not configured, so giving it default score %s.
uk_ua: Розширення посилання "%s" відповідає формату "%s", проте оцінка формату не сконфігурована. Тож, подається оцінка за замовчуванням %s.

source: URL extension "%s" is an unknown format.
uk_ua: Розширення посилання "%s" має невідомий формат.

source: Format field is blank.
uk_ua: Поле формату є порожнім.

source: Format field "%s" does not correspond to a known format.
uk_ua: Поле формату "%s" не відповідає відомому формату.

source: Format field "%s" receives score: %s.
uk_ua: Поле формату "%s" оцінюється в: %s.

source: Openness
uk_ua: Відкритість

source: Checked
uk_ua: Перевірено

source: No openness information yet.
uk_ua: Поки немає жодної інформації про відкритість.

source: {0} out of {1}
uk_ua: {0} з {1}

source: Linked data - data URIs and linked to other data (e.g. RDF)
uk_ua: Пов’язані дані - це URI дані, які є з’єднаними з іншими даними (наприклад, RDF)

source: Linkable data - served at URIs (e.g. RDF)
uk_ua: Зв’язані дані, що подаються у форматі URI (наприклад, RDF)

source: Structured data in open format (e.g. CSV)
uk_ua: Структуровані дані у відкритому форматі (наприклад, CSV)

source: Structured data but proprietry format (e.g. Excel)
uk_ua: Структуровані дані запатентованого формату (наприклад, Excel)

source: Unstructured data (e.g. PDF)
uk_ua: Неструктуровані дані (наприклад, PDF)

source: Datasets given a score
uk_ua: Набори даних отримали оцінку

source: Score frequencies
uk_ua: Шкала оцінювання

source: Score TBC
uk_ua: Оцінку буде підтверджено

source: Score
uk_ua: Оцінка

source: Organization
uk_ua: Розпорядник

source: Total stars
uk_ua: Всього зірок

source: Average score
uk_ua: Середня оцінка

source: Dataset
uk_ua: Набір даних

source: Notes
uk_ua: Нотатки
